

commands_for_users = {
    "«Регистрация!»": "регистрирует всех участников игры.",
    "«Загрузить фотографии!»": "после написания данной команды, скидываете фотографию, которая будет участвовать в конкурсе.",
    "«Начать игру!»": "запускает игровой процесс.",
    "«Остановить игру!»": "останавливает игровую сессию и выводит всех оставшихся участников.",
    "«Моя статистика!»": "выводит персональную статистику человека.",
    "«Последняя игра!»": "выводит информацию о последней игре."
}

commands_for_admins = {
    "«Стастика!»": "выводит статистику всех игроков.",
    "«Замолчать!»": "запрещает выбранному участнику говорить.",
    "«Говорить!»": "убирает у выбранного участника блокировку чата.",
    "«Выгнать!»": "удаляет выбранного участника из чата."
}