commands_for_users = {
    "«Регистрация!»": "регистрирует всех участников игры.",
    "«Загрузить фотографии!»": "после написания данной команды, скидываете фотографию, которая будет участвовать в конкурсе.",
    "«Начать игру!»": "запускает игровой процесс.",
    "«Остановить игру!»": "останавливает игровую сессию и выводит всех оставшихся участников.",
    "«Моя статистика!»": "выводит персональную статистику человека.",
    "«Последняя игра!»": "выводит информацию о последней игре.",
}

commands_for_admins = {
    "«Стастика!»": "выводит статистику всех игроков.",
    "«Замолчать!»": "запрещает выбранному участнику говорить.",
    "«Говорить!»": "убирает у выбранного участника блокировку чата.",
    "«Выгнать!»": "удаляет выбранного участника из чата.",
}


lexicon_for_messages = {
    "DUR_GAME": "Данная команда недоступна во время игры!",
    "NO_REG": "Вы не прошли регистрацию!",
    "SUCC_REG": "Регистрация прошла успешно!",
    "WINNER": "Победил",
    "NO_WINNERS": "Никто не победил!",
    "STATISTIC_PLAYER": "Статистика игрока",
    "AMOUNT_WINS": "Кол-во побед",
    "LAST_WINNER": "Последний победитель",
    "NO_LAST_WINNER": "Игр еще не было или они закончились ничьей!",
    "WELCOME_PHRASE": "Здравствуйте, я бот-викторина. Пожалуйста, для игры сделайте меня администратором!",
    "SUCC_PHOTO": "Фотографии успешно загружены!",
    "LITTLE_PEOPLE": "Необходимо минимум два человека!",
    "START_GAME": "Игра начинается через",
    "LETS_GO": "Поехали!",
    "NOT_ENOUGH_PHOTO": "Не все пользователи загрузили фотографии!",
    "GAME_GO": "Игра уже идет!",
    "CHOOSE": "Выбирай!",
    "ALR_VOTED": "Вы уже отдали свой голос!",
    "FIRST_WIN": "И в текущем сражении победителем стал обладатель первой картинки!",
    "SECOND_WIN": "И в текущем сражении победителем стал обладатель второй картинки!",
    "DRAW": "Никто не победил - следовательно оба вылетают.",
    "RANDOM_WIN": "Никто не проголосовал, поэтому победитель определяется случайным образом.",
    "REMAIN": "Оставшиеся пользователи",
    "GAME_STOP": "Игра остановлена!",
    "GAME_NO_EXIST": "Игровая сессия не запущена!",
    "ADMIN_COMMAND": "Данная команда вам недоступна!",
    "USER_KICKED": "Пользователь исключен!",
    "COMMANDS": "Список команд",
    "ID_GROUP": "[club207946988|@kusokusa]",
}
